<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>GithubPhilippe.intune.AdobeReader-ITRace-PkgAvailable</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Adobe Reader</string>
		<key>OS_VERSION</key>
		<string>Mac OS 12.0</string>
		<key>categories</key>
		<array>
			<string>AutoPkg</string>
		</array>
		<key>description</key>
		<string>Adobe® Reader® is the global standard for reliably viewing, printing, and commenting on PDF documents. It's the only PDF file viewer that can open and interact with all types of PDF content, including forms and multimedia. This version of Reader is created with AutoPkg for macOS.</string>
		<key>developer</key>
		<string>Adobe</string>
		<key>display_name</key>
		<string>Adobe Reader (macOS - Available PKG)</string>
		<key>assignment_info</key>
		<array>
			<dict>
				<key>group_id</key>
				<string>357b51d2-a821-4b4c-bbc6-54cd1486754c</string>
				<key>intent</key>
				<string>Available</string>
			</dict>
		</array>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.almenscorner.intune.AdobeReader</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderRepackager</key>
			<dict>
				<key>git_hash</key>
				<string>a28e56e90ebc52512a4b7ec8fe1981bf02e92bc5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderRepackager.py</string>
				<key>sha256_hash</key>
				<string>1d0a60834b41201e740c8fb828862a3a81495718b6bf30bd3a755756333242b5</string>
			</dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>a28e56e90ebc52512a4b7ec8fe1981bf02e92bc5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>f72864ef777f92b182fc3fcdabc212e6e8f4d544888e6308ddcdbdd8cd3e6fb6</string>
			</dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppIconGetter</key>
			<dict>
				<key>git_hash</key>
				<string>d4b10043288978db1f1168ac3b6c841076c4558b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppIconGetter.py</string>
				<key>sha256_hash</key>
				<string>e3060bf0e15bd9ad9c5877805c0dcbb7b3732e1891b654ece10c4f35987c7216</string>
			</dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppUploader</key>
			<dict>
				<key>git_hash</key>
				<string>3490c79b8279cea017c399c16354e27edf040a28</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppUploader.py</string>
				<key>sha256_hash</key>
				<string>808212feb5e67a3af6fff5cfeec3c2392e6658badaa3b46f924ca8eea8b012c7</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.almenscorner.intune.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>bb54f0e9ec08a805b04d7a0bacb71abbdccc2505</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/Adobe/AdobeReader.intune.recipe</string>
				<key>sha256_hash</key>
				<string>d2634107428492abe3e6dedd5e9da0499572a2aa38313dcdefa25288e744c743</string>
			</dict>
			<key>com.github.autopkg.download.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>77b681c7361eedad1bc33f9388e5de1f65b43154</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.download.recipe</string>
				<key>sha256_hash</key>
				<string>0b3e1c9009478a054a886edcaab84c009dc49c9889db8efd06b25132fd24572d</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>77b681c7361eedad1bc33f9388e5de1f65b43154</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>cfa17e33ddfdab221d470cb96fe18f8889bc6b5082e97efd2c387f60150a080c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
