<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.intune.GoogleChromePkg-ITRace-LOB</string>
	<key>Input</key>
	<dict>
		<key>lob_app</key>
		<true/>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/accept_tos%3Dhttps%253A%252F%252Fwww.google.com%252Fintl%252Fen_ph%252Fchrome%252Fterms%252F%26_and_accept_tos%3Dhttps%253A%252F%252Fpolicies.google.com%252Fterms/googlechrome.pkg</string>
		<key>NAME</key>
		<string>Google Chrome</string>
		<key>categories</key>
		<array>
			<string>AutoPkg</string>
		</array>
		<key>description</key>
		<string>Chrome is a fast, simple, and secure web browser, built for the modern web. This version of Chrome is created with AutoPkg for macOS (available for macOS users in group "ITRace.Users.macOS.AutoPkg.AvailableSoftware")</string>
		<key>developer</key>
		<string>Google</string>
		<key>display_name</key>
		<string>Google Chrome (macOS - LOB)</string>
		<key>assignment_info</key>
		<array>
			<dict>
				<key>group_id</key>
				<string>357b51d2-a821-4b4c-bbc6-54cd1486754c</string>
				<key>intent</key>
				<string>Available</string>
			</dict>
		</array>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.almenscorner.intune.GoogleChromePkg</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppIconGetter</key>
			<dict>
				<key>git_hash</key>
				<string>d4b10043288978db1f1168ac3b6c841076c4558b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppIconGetter.py</string>
				<key>sha256_hash</key>
				<string>e3060bf0e15bd9ad9c5877805c0dcbb7b3732e1891b654ece10c4f35987c7216</string>
			</dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppUploader</key>
			<dict>
				<key>git_hash</key>
				<string>3490c79b8279cea017c399c16354e27edf040a28</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppUploader.py</string>
				<key>sha256_hash</key>
				<string>808212feb5e67a3af6fff5cfeec3c2392e6658badaa3b46f924ca8eea8b012c7</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.almenscorner.intune.GoogleChromePkg</key>
			<dict>
				<key>git_hash</key>
				<string>bb54f0e9ec08a805b04d7a0bacb71abbdccc2505</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/Google/GoogleChromePkg.intune.recipe</string>
				<key>sha256_hash</key>
				<string>7f2e333317d81818727cfb3d4f42e30d5931f1f943365171545a6dccb8bbb78c</string>
			</dict>
			<key>com.github.autopkg.download.googlechromepkg</key>
			<dict>
				<key>git_hash</key>
				<string>83f0b66496abd578d1c70fca2f6f1a6b204939a5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChromePkg.download.recipe</string>
				<key>sha256_hash</key>
				<string>2de26c035de26d0a4d01ad46ff3d50c0f2d2f555920319c678a55412a42babf5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
