<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>GithubPhilippe.intune.FirefoxSigned-ITRace</string>
	<key>Input</key>
	<dict>
		<key>LATEST_RELEASE</key>
		<string>LATEST_FIREFOX_VERSION</string>
		<key>LOCALE</key>
		<string>en-US</string>
		<key>NAME</key>
		<string>Firefox</string>
		<key>categories</key>
		<array>
			<string>AutoPkg</string>
		</array>
		<key>description</key>
		<string>Mozilla Firefox is a free and open source web browser. This is the version for macOS devices.</string>
		<key>developer</key>
		<string>Mozilla</string>
		<key>display_name</key>
		<string>Firefox</string>
		<key>assignment_info</key>
			<array>
				<dict>
					<key>group_id</key>
					<string>138a36b3-cb14-4167-8d3b-446982006191</string>
					<key>intent</key>
					<string>Required</string>
				</dict>
			</array>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.almenscorner.intune.FirefoxSigned</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppIconGetter</key>
			<dict>
				<key>git_hash</key>
				<string>d4b10043288978db1f1168ac3b6c841076c4558b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppIconGetter.py</string>
				<key>sha256_hash</key>
				<string>e3060bf0e15bd9ad9c5877805c0dcbb7b3732e1891b654ece10c4f35987c7216</string>
			</dict>
			<key>com.github.almenscorner.intune-upload.processors/IntuneAppUploader</key>
			<dict>
				<key>git_hash</key>
				<string>3490c79b8279cea017c399c16354e27edf040a28</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/IntuneUploader/IntuneAppUploader.py</string>
				<key>sha256_hash</key>
				<string>808212feb5e67a3af6fff5cfeec3c2392e6658badaa3b46f924ca8eea8b012c7</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.almenscorner.intune.FirefoxSigned</key>
			<dict>
				<key>git_hash</key>
				<string>bb54f0e9ec08a805b04d7a0bacb71abbdccc2505</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.almenscorner-recipes/Mozilla/FirefoxSigned.intune.recipe</string>
				<key>sha256_hash</key>
				<string>2ebde58a0c249825fb96942386c2f9a63ae21fec15aaf1808e0731a81576efe6</string>
			</dict>
			<key>com.github.autopkg.download.FirefoxSignedPkg</key>
			<dict>
				<key>git_hash</key>
				<string>b8ebd97b7fc92cc4a9dc382ccc2ff8090c1b8f21</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/FirefoxSignedPkg.download.recipe</string>
				<key>sha256_hash</key>
				<string>63a854b014f941e7c6a24714eab91310ca0d40b91ab33e609724f24e918be53f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
